---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AssetSet
source: html/b0152abc-d7bb-51ad-6c63-16feba582d27.htm
---
# AssetSet Properties

Identifies if the object is read-only or modifiable.